export const loadingMessages = [
    "ડબ્બા માંથી કોડ કાઢી રહ્યા છીએ...",
    "Gemini સાથે વાતચીત ચાલી રહી છે...",
    "લોડ થઈ રહ્યું છે...",
    "લોડિંગ થાય ત્યાં સુધી ચા પીલો...",
    "મોજ કરે છે, એક સેકન્ડ રુકો...",
    "થોડી રાહ જુઓ, ફાફડા તળાય છે...",
    "ડેટા ને ઢોકળા જેમ શેકીએ છીએ...",
    "ઘઉંની જેમ દળાય છે...",
    "ગાંઠીયા ગણી રહ્યા છીએ...",
    "દાળ-ભાત ની જેમ મિક્સ કરી રહ્યા છીએ...",
    "કાકડી કાપી રહ્યા છીએ...",
    "ભજીયા તળી રહ્યા છીએ...",
    "ચા ઉકાળી રહ્યા છીએ...",
    "મમરા કૂટી રહ્યા છીએ...",
    "કોડમાં રસાયણ ભળી રહ્યું છે..."
  ];